tap "fish-shell/fish-beta-4"
tap "homebrew/bundle"
tap "mdogan/zulu"
tap "microsoft/git"
brew "act"
brew "apktool"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "chezmoi"
brew "curl"
brew "gnutls"
brew "ffmpeg"
brew "git"
brew "git-lfs"
brew "libksba"
brew "gnupg"
brew "gradle"
brew "htop"
brew "httpie"
brew "kdoctor"
brew "mas"
brew "ncdu"
brew "nvm"
brew "openjdk@11"
brew "openapi-generator"
brew "p7zip"
brew "powerlevel10k"
brew "proto"
brew "python@3.10"
brew "python@3.11"
brew "rclone"
brew "rsync"
brew "sevenzip"
brew "showkey"
brew "vim"
brew "wget"
brew "wireshark"
brew "zellij"
brew "zlib"
brew "fish-shell/fish-beta-4/fish"
cask "aldente"
cask "amethyst"
cask "bambu-studio"
cask "bitwarden"
cask "discord"
cask "docker"
cask "eloston-chromium"
cask "figma"
cask "firefox"
cask "ghostty"
cask "git-credential-manager"
cask "httpie"
cask "jetbrains-toolbox"
cask "keepingyouawake"
cask "mullvadvpn"
cask "nextcloud"
cask "ngrok"
cask "openmtp"
cask "plexamp"
cask "signal"
cask "slack"
cask "stats"
cask "sublime-merge"
cask "the-unarchiver"
cask "tidal"
cask "visual-studio-code"
cask "vlc"
cask "wifiman"
cask "zoom"
mas "Adobe Lightroom", id: 1451544217
mas "Bitwarden", id: 1352778147
mas "Next Meeting", id: 1017470484
mas "Tripsy", id: 1429967544
mas "Xcode", id: 497799835
vscode "christian-kohler.npm-intellisense"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
