tap "homebrew/bundle"
tap "mdogan/zulu"
tap "microsoft/git"
tap "music-assistant/tap"
brew "act"
brew "harfbuzz"
brew "icu4c@76"
brew "openjdk"
brew "apktool"
brew "git"
brew "asdf"
brew "autoconf"
brew "automake"
brew "chezmoi"
brew "coreutils"
brew "openssl@3"
brew "curl"
brew "gnutls"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "gist"
brew "git-lfs"
brew "libksba"
brew "gnupg"
brew "gradle"
brew "htop"
brew "httpie", link: false
brew "kdoctor"
brew "libtool"
brew "mas"
brew "ncdu"
brew "nvm"
brew "openapi-generator"
brew "openjdk@11"
brew "p7zip"
brew "pkgconf"
brew "powerlevel10k"
brew "proto"
brew "python@3.10"
brew "python@3.11"
brew "rclone"
brew "rsync"
brew "sevenzip"
brew "showkey"
brew "vim"
brew "wget"
brew "wireshark"
brew "zellij"
brew "zlib"
cask "aldente"
cask "amethyst"
cask "bambu-studio"
cask "companion"
cask "cursor"
cask "discord"
cask "eloston-chromium"
cask "equinox"
cask "figma"
cask "firefox"
cask "font-overpass"
cask "ghostty"
cask "git-credential-manager"
cask "httpie"
cask "jetbrains-toolbox"
cask "keepingyouawake"
cask "librewolf"
cask "meetingbar"
cask "mullvad-vpn"
cask "nextcloud"
cask "ngrok"
cask "openmtp"
cask "orbstack"
cask "plexamp"
cask "signal"
cask "slack"
cask "stats"
cask "sublime-merge"
cask "submariner"
cask "tailscale"
cask "the-unarchiver"
cask "tidal"
cask "visual-studio-code"
cask "vlc"
cask "wifiman"
cask "zoom"
mas "Amperfy", id: 1530145038
mas "Bitwarden", id: 1352778147
mas "Infuse", id: 1136220934
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "christian-kohler.npm-intellisense"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
