tap "fish-shell/fish-beta-4"
tap "homebrew/bundle"
tap "mdogan/zulu"
tap "microsoft/git"
brew "act"
brew "openssl@3"
brew "icu4c@76"
brew "harfbuzz"
brew "openjdk"
brew "apktool"
brew "autoconf"
brew "automake"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "gnutls"
brew "ffmpeg"
brew "git"
brew "git-lfs"
brew "libksba"
brew "gnupg"
brew "htop"
brew "httpie"
brew "jenv"
brew "kdoctor"
brew "libtool"
brew "ncdu"
brew "nvm"
brew "openjdk@11"
brew "openapi-generator"
brew "pkgconf"
brew "python@3.10"
brew "python@3.11"
brew "sevenzip"
brew "showkey"
brew "vim"
brew "wget"
brew "wireshark"
brew "zellij"
brew "zlib"
brew "fish-shell/fish-beta-4/fish"
cask "aldente"
cask "amethyst"
cask "bitwarden"
cask "discord"
cask "eloston-chromium"
cask "figma"
cask "firefox"
cask "ghostty"
cask "git-credential-manager"
cask "keepingyouawake"
cask "ngrok"
cask "openmtp"
cask "plexamp"
cask "slack"
cask "stats"
cask "sublime-merge"
cask "the-unarchiver"
cask "tidal"
cask "visual-studio-code"
cask "vlc"
cask "wifiman"
cask "zulu-jdk11"
cask "zulu-jdk17"
cask "zulu-jdk19"
cask "zulu-jdk21"
cask "zulu-jdk8"
vscode "christian-kohler.npm-intellisense"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
